{
  "recipes" : [ {
    "id" : 0,
    "title" : "Macarrão picante",
    "description" : "O brócolis vai para assadeira, a massa vai para a panela com água, os ingredientes do molho vão para a tigela e seu queixo vai para o chão com o tanto que esse macarrão é surpreendente. Sério: experimente.",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1554489116504-_MGL2026_.jpg",
    "time" : "15min",
    "level" : "Tranquilo",
    "ingredients" : [ "1 brócolis ninja","2 dentes de alho","1 pimenta dedo-de-moça","2 colheres (sopa) de azeite","sal e pimenta-do-reino moída na hora a gosto" ],
    "steps" : [ "Preaqueça o forno a 200 °C (temperatura média).","Corte o brócolis em floretes pequenos, do tamanho de uma garfada, e transfira para uma tigela. Lave sob água corrente e deixe escorrer bem a água – quanto mais secos estiverem, mais crocantes ficam. Descasque e corte o alho em fatias grossas. Lave, seque e corte a pimenta ao meio, no sentido do comprimento. Com a ponta da faca ou uma colherinha, descarte as sementes. Corte cada metade em tiras (e lave bem as mãos).","Numa assadeira média, junte o brócolis, o alho e a pimenta. Regue com o azeite e tempere com sal e pimenta a gosto. Misture bem com as mãos para envolver todos os ingredientes e distribua os floretes na assadeira.","Leve ao forno para assar por 20 minutos, ou até dourar – na metade do tempo, mexa os floretes com uma espátula para dourar por igual." ],
    "liked" : false,
    "likes" : 155,
    "detailURL" : "https://www.panelinha.com.br/receita/macarrao-picante-com-molho-de-amendoim-e-br%C3%B3colis"
  }, {
    "id" : 1,
    "title" : "Roseta de peixe no papilote",
    "description" : "Enrolar o peixe na forma de roseta garante que ele fique úmido. Preparar no papilote também – e de quebra não suja o fogão nem deixa cheiro na casa. Receita imbatível para o cardápio da semana.",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1553284834557-CP-2019-08-02_7719.jpg",
    "time" : "15min",
    "level" : "Regular",
    "ingredients" : [ "4 filés de pescada branca (cerca de 80 g cada)","¼ de xícara (chá) de vinho branco","azeite a gosto","sal a gosto" ],
    "steps" : [ "Preaqueça o forno a 180 ºC (temperatura média).","Separe alguns palitos de dente para a montagem das rosetas. Corte 2 pedaços grandes de papel alumínio de cerca de 50 cm.","Tempere os filés de peixe com sal e pimenta a gosto. Para montar as rosetas: corte cada filé ao meio, no sentido do comprimento, formando duas tiras. Junte a ponta de uma com a ponta da outra, formando uma tira longa. Enrole a tira sobre ela mesma, formando a roseta, e prenda com palitos de dente. Repita com os outros filés para formar 4 rosetas.","Para montar os papilotes: num prato fundo, coloque uma folha de papel-alumínio, com a parte brilhante para cima e regue o centro com um fio de azeite para o peixe não grudar. Transfira duas rosetas para o alumínio, regue com 1 colher (sopa) de azeite e 2 colheres (sopa) de vinho branco. Levante as extremidades do papel-alumínio e vá fechando as pontas para formar uma trouxinha bem vedada – assim os líquidos não vazam. Ela deve ficar alta para o vapor circular e cozinhar o peixe por igual.","Transfira os 2 papilotes para uma assadeira e leve ao forno para assar por 10 minutos – esse é o tempo certo para o peixe cozinhar e ainda ficar úmido. Retire do forno e abra os papilotes com cuidado para não se queimar com o vapor. Sirva as rosetas com lentilha, batatas murro de frigideira e espinafre refogado." ],
    "liked" : false,
    "likes" : 151,
    "detailURL" : "https://www.panelinha.com.br/receita/roseta-peixe-papilote"
  }, {
    "id" : 2,
    "title" : "Inhame ao murro",
    "description" : "Para preparar esta versão brasileira das batatas ao murro, tem um passo a mais: lavar e esfregar bem com uma escovinha os inhames sob água corrente, para tirar os pelinhos da casca. Depois de cozidos, murro neles!",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1478224800000-Inhame-ao-murro.jpg",
    "time" : "30min",
    "level" : "Tranquilo",
    "ingredients" : [ "4 inhames (cerca de 500 g)","2 colheres (sopa) de azeite","tomilho a gosto","sal e pimenta-do-reino moída na hora a gosto" ],
    "steps" : [ "Preaqueça o forno a 200 ºC (temperatura média). Regue uma assadeira pequena com 1 colher (sopa) de azeite. ","Com uma escovinha para legumes, lave bem os inhames sob água corrente, esfregando bem para tirar os pelinhos da casca. Transfira para uma panela média, cubra com água e leve para cozinhar em fogo alto. Quando começar a ferver, diminua o fogo e deixar cozinhar por mais 30 minutos, até ficarem macios. ","Assim que estiverem cozidos, escorra a água. Sobre a tábua, abra um pano de prato limpo e coloque um inhame, ainda quente, no centro - cuidado para não se queimar. Dobre o pano sobre o inhame e dê um murro certeiro para achatar levemente o inhame, sem rachar completamente. Transfira para a assadeira e repita com os demais. ","Debulhe as folhas de tomilho sobre os inhames, regue com o azeite restante e tempere com sal a gosto - o sal moído na hora, além de temperar, dá uma textura crocante. ","Leve ao forno para assar por cerca de 30 minutos, ou até ficarem dourados. Retire do forno e sirva a seguir. Fica ótimo servido com ragu de carne." ],
    "liked" : false,
    "likes" : 253,
    "detailURL" : "https://www.panelinha.com.br/receita/Inhame-ao-murro"
  }, {
    "id" : 3,
    "title" : "Salada grega",
    "description" : "Os tomates são levemente desidratados antes de pularem na tigela com queijo feta, azeitona grega e pepino-brasileiro – que leva ranhuras para pegar melhor o tempero. Cheia de segredos essa grega...",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1469761200000-Salada-grega.jpg",
    "time" : "15min",
    "level" : "Complicado",
    "ingredients" : [ "3 tomates maduros","1 pepino comum","1 cebola roxa pequena","100 g de queijo feta em peça","⅓ de xícara (chá) de azeitonas pretas gregas","azeite a gosto","sal e pimenta-do-reino moída na hora a gosto" ],
    "steps" : [ "Lave, seque e corte o tomate em 8 gomos: corte e descarte a tampa; apoie a parte cortada na tábua e corte o tomate em cruz, depois, em X, para formar 8 partes. Coloque numa peneira, misture com 1 colher (chá) de sal e deixe drenar sobre uma tigela por pelo menos 30 minutos - o sal desidrata e deixa o tomate mais carnudo. ","Enquanto isso, prepare os outros ingredientes: descasque e corte a cebola em cubos médios. Transfira para uma tigela, cubra com água e gelo e deixe de molho até a hora de montar a salada - a água gelada diminui o ardido da cebola. ","Lave e seque o pepino. Com a ponta de um garfo, raspe a casca no sentido do comprimento - as ranhuras retém o molho e o pepino fica bem temperado. Corte o pepino ao meio e as metades em meias-luas de 1 cm. ","Corte o queijo feta em cubos de cerca de 2 cm. Corte as azeitonas em fatias e descarte o caroço. ","Transfira o tomate drenado para uma tigela. Escorra a água das cebolas e junte aos tomates. Misture o pepino fatiado, as azeitonas e por último os cubos de queijo. Tempere com bastante azeite e pimenta-do-reino moída na hora a gosto - lembre-se que o tomate já foi polvilhado com sal e o queijo feta também é salgado. Sirva a seguir." ],
    "liked" : false,
    "likes" : 87,
    "detailURL" : "https://www.panelinha.com.br/receita/Salada-grega"
  }, {
    "id" : 4,
    "title" : "Queijo de iogurte temperado",
    "description" : "Sucesso garantido no happy hour, o queijo de iogurte é daquelas receitas que entram para a rotina da casa. Sirva puro, com azeite ou use de base para criar novas combinações.",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1520448142521-queijinho%20iogurte.jpg",
    "time" : "60min",
    "level" : "Regular",
    "ingredients" : [ "4 potes de iogurte natural (170 g cada)","1 colher (chá) de sal","folhas de hortelã picadas a gosto","azeite a gosto","zatar a gosto","sal a gosto" ],
    "steps" : [ "Forre uma peneira com um pano de algodão fino e limpo e apoie sobre uma tigela funda - se a tigela for rasa, o soro drenado fica em contato com o iogurte. ","Numa tigela, misture o iogurte com o sal e transfira para a peneira forrada. Leve para a geladeira e deixe drenar por 8 a 12 horas - o iogurte vai liberar o soro aos poucos e ficar com a consistência de uma coalhada firme. Se necessário, durante a drenagem, descarte o líquido para evitar o contato do soro com o iogurte. Assim que estiver firme, retire da geladeira. ","Para temperar com hortelã: numa tigela pequena, misture metade do queijo com a hortelã picada e 1 colher (sopa) de azeite. Prove e acerte o sal. Regue com um fio de azeite e decore com folhas de hortelã. ","Para temperar com zatar: numa tigela, coloque cerca de 3 colheres (sopa) de azeite. Com o auxílio de 2 colheres de sobremesa, raspe e modele o restante do queijo, formando bolinhas. Transfira para a tigela com azeite, tempere com zatar a gosto e regue com mais um fio de azeite. ","Sirva a seguir com torradas ou crudités de legumes. Conserve na geladeira, coberto com filme, por até 5 dias.", "Pode usar dois filtros de café descartáveis (tamanho grande) abertos (corte uma das laterais).", "Use 8 potes de iogurte, mas apenas 1 ½ colher (chá) sal." ],
    "liked" : false,
    "likes" : 120,
    "detailURL" : "https://www.panelinha.com.br/receita/Queijo-de-iogurte-temperado"
  }, {
    "id" : 5,
    "title" : "Chutney de maçã-verde",
    "description" : "Chutney é daqueles acompanhamentos incríveis: antes mesmo de ficar pronto já perfuma a casa toda. De origem indiana, tem uma sabor agridoce que dá um upgrade nas mais variadas carnes grelhadas ou assadas. E ainda tem cara de festa!",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1355364000000-Chutney-de-maca-verde.jpg",
    "time" : "30min",
    "level" : "Regular",
    "ingredients" : [ "6 maçãs verdes","caldo de 1 limão","1 cebola roxa pequena","1 pimentão vermelho","½ pimenta dedo-de-moça (opcional)","1 dente de alho","1 colher (chá) de gengibre fresco ralado","1 colher (sopa) de manteiga","1 colher (chá) de curry em pó","¾ de xícara (chá) de açúcar mascavo","½ xícara (chá) de uvas-passas brancas","1 pitada de sal" ],
    "steps" : [ "Lave e seque as maçãs, o pimentão e a pimenta-dedo-de-moça. Numa tábua, corte o pimentão ao meio, retire as sementes e corte em cubinhos. Pique fino a cebola e o dente de alho. Corte a pimenta-dedo-de-moça ao meio no sentido do comprimento. Com uma colher, raspe as sementes e descarte. Pique fino e LAVE BEM AS MÃOS! (É sério, pois se passar a mão nos olhos vai arder até a próxima encarnação). Reserve num prato. ","Corte as maçãs em metades, retire as sementes e os cabos e corte as metades em cubos de 1 cm. Transfira para uma tigela e regue com o caldo de limão. ","Numa panela grande, coloque a manteiga e leve ao fogo médio. Quando derreter, acrescente a cebola, o alho, a pimenta e o gengibre. Mexa bem por 3 minutos. ","Acrescente o curry, o pimentão, as maçãs com o caldo de limão e o açúcar mascavo. Tampe a panela e deixe cozinhar por mais 10 minutos em fogo baixo. ","Adicione as uvas-passas e tempere com sal. Deixe cozinhar, mexendo de vez em quando, até que todo o líquido tenha evaporado (cerca de 30 minutos). Retire do fogo e sirva a seguir. Pode ser servido à temperatura ambiente." ],
    "liked" : false,
    "likes" : 260,
    "detailURL" : "https://www.panelinha.com.br/receita/Chutney-de-maca-verde"
  }, {
    "id" : 6,
    "title" : "Sorbet de manga",
    "description" : "Sorvete que tem apenas dois ingredientes na receita. Queremos! Quanto mais madura a manga, mais doce o resultado. Quer a textura perfeita? Use a do tipo palmer, sem fiapo.",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1513690724800-sorbet%20de%20manga%20receita.jpg",
    "time" : "60min",
    "level" : "Complicado",
    "ingredients" : [ "2 mangas maduras","caldo de ½ limão" ],
    "steps" : [ "Descasque e corte as mangas em pedaços médios. Transfira para uma assadeira e leve ao congelador – evite amontoar os pedaços, assim eles ficam soltos depois de congelados. Deixe por pelo menos 4 horas até congelar (se preferir, congele na noite anterior ao preparo).","Retire a manga do congelador e deixe em temperatura ambiente por 10 minutos antes de bater – assim você não quebra o processador e o sorvete atinge o ponto mais rápido.","Coloque os pedaços de manga congelados no processador, junte o caldo de limão e comece a bater no modo pulsar para triturar os pedaços da fruta. Continue batendo em velocidade alta até ficar bem cremoso com a consistência de sorvete, por cerca de 10 minutos – na metade do tempo, pare de bater e misture os pedaços com uma espátula para bater por igual. O processo é demorado, mas acredite, quanto mais tempo bater mais cremoso fica. Sirva a seguir.","Tenha sempre manga no congelador. Depois de congelada, transfira os pedaços da fruta para um saco com fechamento hermético, assim você economiza lugar no congelador e garante ingrediente para uma sobremesa de última hora." ],
    "liked" : false,
    "likes" : 106,
    "detailURL" : "https://www.panelinha.com.br/receita/Sorbet-de-manga"
  }, {
    "id" : 7,
    "title" : "Bolo gelado de coco",
    "description" : "Quem foi criança, teve festinha na escola – e com direito a bolo de coco gelado embrulhado no papel-alumínio! O famoso toalha felpuda ganha nome de adulto e técnicas de profissional. Mas no sabor de infância ninguém mexe!",
    "author" : "Panelinha",
    "imageURL" : "https://panelinha-sitenovo.s3-sa-east-1.amazonaws.com/receita/1553267242400-bolo.jpg",
    "time" : "60min",
    "level" : "Tranquilo",
    "ingredients" : [ "5 ovos em temperatura ambiente","1 ½ xícara (chá) de açúcar","1 ½ xícara (chá) de farinha de trigo","1 colher (chá) de fermento em pó","1 xícara (chá) de leite integral" ],
    "steps" : [ "Preaqueça o forno a 180 ºC (temperatura média). Unte com manteiga uma assadeira (ou refratário) retangular de 33 cm x 22 cm e polvilhe com farinha de trigo; chacoalhe bem para cobrir o fundo e laterais e bata sobre a pia para retirar o excesso de farinha.","Numa tigela misture a farinha com o fermento. Reserve. ","Numa tigela pequena quebre um ovo de cada vez, separando a clara da gema. Transfira as claras para a tigela da batedeira e as gemas para outra tigela. Bata as claras até o ponto de neve. Diminua a velocidade da batedeira, junte as gemas uma a uma, batendo a cada adição para incorporar. Por último, junte o açúcar aos poucos, sem parar de bater, para misturar bem. ","Desencaixe a tigela da batedeira, adicione ⅓ da farinha passando por uma peneira e misture delicadamente com uma espátula, fazendo movimentos de baixo para cima, para preservar o ar na massa. Regue com a metade do leite e misture para incorporar, sempre com movimentos leves. Repita o procedimento, juntando mais ⅓ da farinha, depois a outra metade do leite, e termine com o restante da farinha - assim fica mais fácil de incorporar os ingredientes e evita que você mexa excessivamente a massa. ","Transfira a massa para a assadeira, nivele com uma espátula e leve ao forno para assar por cerca de 30 minutos. Para conferir se o bolo está pronto, espete um palito na massa: se sair limpo, está pronto; caso contrário, deixe assar mais alguns minutos." ],
    "liked" : false,
    "likes" : 273,
    "detailURL" : "https://www.panelinha.com.br/receita/Bolo-gelado-de-coco"
  } ]
}